import { PolicyItem } from '@/types';

export const policies: PolicyItem[] = [
  {
    id: 1,
    text: 'موعد الدخول: الساعة 3:00 عصرًا',
  },
  {
    id: 2,
    text: 'موعد الخروج: الساعة 12:00 ظهرًا في اليوم التالي',
  },
  {
    id: 3,
    text: 'يرجى التأكد من التواريخ قبل إتمام الحجز، علمًا بأن التواريخ غير قابلة للتغيير أو التعديل بعد تأكيد الحجز.',
  },
  {
    id: 4,
    text: 'المبلغ المدفوع لتأكيد الحجز غير مسترجع في حال الإلغاء أو عدم الحضور لأي سبب كان.',
  },
  {
    id: 5,
    text: 'يتم استيفاء مبلغ تأمين (ضمان) قدره 50 دينار، ويُعاد عند المغادرة بعد التأكد من سلامة الشاليه ومحتوياته.',
  },
  {
    id: 6,
    text: 'في حال حدوث كسر أو تخريب في الشاليه أو مرافقه، وإذا كانت قيمة الأضرار تتجاوز مبلغ التأمين، يلتزم المستأجر بدفع كامل التكاليف الإضافية المترتبة على ذلك.',
  },
  {
    id: 7,
    text: 'يُمنع الإزعاج أو التسبب بأي تصرف يخل بالهدوء العام.',
  },
  {
    id: 8,
    text: 'يُمنع تشغيل الموسيقى بصوت مرتفع داخل الشاليه أو في المناطق الخارجية.',
  },
  {
    id: 9,
    text: 'يحق للإدارة اتخاذ الإجراء المناسب في حال مخالفة أي من القوانين المذكورة أعلاه',
  },
];
